[
  {
    "id": 1,
    "date": "2011",
    "source": "Fanged Noumena",
    "author": "Nick Land",
    "lang": "en",
    "text": "Machinic desire can seem a little inhuman, as it rips up political cultures, deletes traditions, dissolves subjectivities, and hacks through security apparatuses, tracking a soulless tropism to zero control."
  },
  {
    "id": 2,
    "date": "2014",
    "source": "The Accelerationist Reader",
    "author": "Benjamin Noys",
    "lang": "en",
    "text": "The ‘accelerationist’ response to this situation of ‘impasse’ is to suggest that we must accelerate the very processes of capitalism that are responsible for it, to push them to their limit."
  },
  {
    "id": 3,
    "date": "1972",
    "source": "Anti-Oedipus",
    "author": "Deleuze & Guattari",
    "lang": "en",
    "text": "Not to withdraw from the process, but to step up the process, to ‘accelerate the process,’ as Nietzsche put it: in this matter, the truth is that we haven’t seen anything yet."
  },
  {
    "id": 4,
    "date": "2013",
    "source": "#ACCELERATE Manifesto",
    "author": "Alex Williams & Nick Srnicek",
    "lang": "en",
    "text": "We believe the most important division in today’s left is between those that hold to a folk politics of localism and those that outline what must become an accelerationist politics at ease with a modernity of abstraction."
  },
  {
    "id": 5,
    "date": "2011",
    "source": "Fanged Noumena",
    "author": "Nick Land",
    "lang": "en",
    "text": "The story goes like this: Earth is captured by a technocapital singularity as renaissance rationalization and oceanic navigation lock into commoditization take-off."
  },
  {
    "id": 6,
    "date": "2017",
    "source": "Duty Free Art",
    "author": "Hito Steyerl",
    "lang": "en",
    "text": "Accelerationism is a strategy of ‘worsening the worse.’ It is the idea that the only way out is through, and the way through is to speed up the process of capitalist destruction."
  },
  {
    "id": 7,
    "date": "1994",
    "source": "Cyclonopedia",
    "author": "Reza Negarestani",
    "lang": "en",
    "text": "The Earth is a machine for producing the Unthinkable. To accelerate is to participate in the opening of the planetary gates to what lies outside."
  },
  {
    "id": 8,
    "date": "1993",
    "source": "The Transparency of Evil",
    "author": "Jean Baudrillard",
    "lang": "en",
    "text": "All speed produces an equal or greater inertia. There is no need to brake. We are already in the after-burn of the social."
  },
  {
    "id": 9,
    "date": "2018",
    "source": "Psychopolitics",
    "author": "Byung-Chul Han",
    "lang": "en",
    "text": "The acceleration of the present does not lead to a future. It leads to a state where time itself becomes a series of isolated points, a breathless rush that produces no history."
  },
  {
    "id": 10,
    "date": "1961",
    "source": "Ride the Tiger",
    "author": "Julius Evola",
    "lang": "en",
    "text": "The principle to be followed could be that of letting free passage to the forces and processes of this epoch, while staying firm and ready to intervene when the tiger is tired of running."
  },
  {
    "id": 11,
    "date": "2013",
    "source": "The Cybernetic Culture Research Unit",
    "author": "Ccru",
    "lang": "en",
    "text": "Nothing is human only for a while. The artificial is not the opposite of the natural, but its destiny. Acceleration is the tool of this transformation."
  },
  {
    "id": 12,
    "date": "2010",
    "source": "The Persistence of the Negative",
    "author": "Benjamin Noys",
    "lang": "en",
    "text": "Accelerationism is the heresy that the only way out of capitalism is through it."
  },
  {
    "id": 13,
    "date": "2016",
    "source": "Xenofeminism: A Politics for Alienation",
    "author": "Laboria Cuboniks",
    "lang": "en",
    "text": "Il futuro deve essere costruito. L'accelerazionismo non consiste nell'attendere la fine, ma nel dirottare gli strumenti del presente per progettare un domani diverso."
  },
  {
    "id": 14,
    "date": "2012",
    "source": "Meltdown",
    "author": "Nick Land",
    "lang": "en",
    "text": "Il prezzo della velocità assoluta è la dissoluzione dell'essere umano. Collasso: sindrome cinese planetaria, dissoluzione della biosfera nella tecnosfera."
  },
  {
    "id": 15,
    "date": "1972",
    "source": "L'Anti-Edipo",
    "author": "Deleuze & Guattari",
    "lang": "ita",
    "text": "Ma quale via rivoluzionaria, ce n'è forse una? Ritirarsi dal mercato mondiale, come consiglia Samir Amin ai paesi del Terzo Mondo, in un curioso rinnovamento della «soluzione economica» fascista? Oppure, andare in senso contrario? Cioè andare ancor più lontano nel movimento del mercato, della decodificazione e della deterritorializzazione? Forse, infatti, i flussi non sono ancora abbastanza deterritorializzati, abbastanza decodificati, dal punto di vista di una teoria e di una pratica dei flussi ad alto tenore schizofrenico. Non ritirarsi dal processo, ma andare più lontano, «accelerare il processo», come diceva Nietzsche: in verità, su questo capitolo, non abbiamo ancora visto nulla."
  },
  {
    "id": 16,
    "date": "1969",
    "source": "Le Séminaire. Livre XVII, L'envers de la psychanalyse",
    "author": "Jacques Lacan",
    "lang": "fr",
    "text": "L’aspiration révolutionnaire n’ha qu’une chance, celle de déboucher, toujours, sur le discours du maître. C’est ce que l’expérience a prouvé. Ce à quoi vous aspirez comme révolutionnaires, c’est à un maître. Vous l’aurez."
  },
  {
    "id": 17,
    "date": "1981",
    "source": "Simulacres et Simulation",
    "author": "Jean Baudrillard",
    "lang": "fr",
    "text": "L'accélération fait que la chose est déjà faite alors qu'elle n'a pas encore eu lieu. C’est la fin de l’histoire car l’événement est court-circuité par son propre modèle, par son propre signal."
  },
  {
    "id": 18,
    "date": "1983",
    "source": "Fatal Strategies",
    "author": "Jean Baudrillard",
    "lang": "en",
    "text": "Things have found a way of avoiding a structural double bind by accelerating indefinitely. Beyond the point of inertia, there is a kind of ecstasy: the ecstasy of speed, the ecstasy of the pure object, the ecstasy of the simulation."
  },
  {
    "id": 19,
    "date": "1986",
    "source": "The Conscience of a Hacker (Hacker Manifesto)",
    "author": "The Mentor",
    "lang": "en",
    "text": "We explore... and you call us criminals. We seek after knowledge... and you call us criminals. We exist without skin color, without nationality, without religious bias... and you call us criminals. You build atomic bombs, you wage wars, you murder, cheat, and lie to us and try to make us believe it's for our own good, yet we're the criminals."
  },
  {
    "id": 20,
    "date": "1994",
    "source": "The Hacker Crackdown",
    "author": "Bruce Sterling",
    "lang": "en",
    "text": "The computer is a medium of enormous power, and it’s a medium that is rapidly and violently expanding. It is a tool of unprecedented flexibility. It is a new kind of space: cyberspace. It is a frontier that is being settled by people who are essentially outlaws."
  },
  {
    "id": 21,
    "date": "1991",
    "source": "A Cyborg Manifesto",
    "author": "Donna Haraway",
    "lang": "en",
    "text": "The cyborg is a matter of fiction and lived experience that changes what counts as women's experience in the late twentieth century. This is a struggle over life and death, but the boundary between science fiction and social reality is an optical illusion."
  },
  {
    "id": 22,
    "date": "2004",
    "source": "A Hacker Manifesto",
    "author": "McKenzie Wark",
    "lang": "en",
    "text": "Information wants to be free but is everywhere in chains. The hacker class creates the new, while the vectoralist class seeks to own it. To hack is to release the virtual into the actual."
  },
  {
    "id": 23,
    "date": "1970",
    "source": "The Third Industrial Revolution",
    "author": "The Committee for the Cinematic Insurrection",
    "lang": "en",
    "text": "The machine is not the enemy. The machine is the extension of the human will to overcome the limitations of the body. We must seize the cybernetic apparatus to accelerate the collapse of the old order."
  },
  {
    "id": 24,
    "date": "1988",
    "source": "The Cyberpunk Anthology",
    "author": "William Gibson",
    "lang": "en",
    "text": "The street finds its own uses for things. High tech and low life: the future is already here – it's just not evenly distributed yet."
  },
  {
    "id": 25,
    "date": "2013",
    "source": "#ACCELERATE Manifesto",
    "author": "Alex Williams & Nick Srnicek",
    "lang": "ita",
    "text": "Noi non sosteniamo l’accelerazione intesa solo come velocità. Piuttosto, sosteniamo l'accelerazione dei processi di deterritorializzazione, l'integrazione di sistemi tecnologici e sociali per superare la stasi del realismo capitalista."
  },
  {
    "id": 26,
    "date": "1992",
    "source": "L'illusione dell'ebollizione: o la fine del sociale",
    "author": "Jean Baudrillard",
    "lang": "ita",
    "text": "L'accelerazione stessa del mondo moderno, questa promiscuità di tutte le cose, questo stravolgimento dei sensi, questa perdita di ogni riferimento, tutto ciò è l'effetto di una velocità che ci trasporta al di là del senso."
  },
  {
    "id": 27,
    "date": "1994",
    "source": "The Illusion of the End",
    "author": "Jean Baudrillard",
    "lang": "en",
    "text": "History is not disappearing into a vacuum. It is disappearing into the hyperreal. It is disappearing into the perfection of the data, into the absolute speed of its own simulation."
  },
  {
    "id": 28,
    "date": "1960",
    "source": "Écrits",
    "author": "Jacques Lacan",
    "lang": "en",
    "text": "The object of desire is the cause of the desire, and this cause of desire is the object 'a'. In the acceleration of the capitalist machine, the object 'a' is produced as a surplus, a surplus-jouissance that drives the infinite circulation of the system."
  },
  {
    "id": 29,
    "date": "1997",
    "source": "Ccru: Swarmachines",
    "author": "Ccru",
    "lang": "en",
    "text": "Cybernetic speed-up is not an option, but a planetary fate. The move from human-scale history to machinic-scale dynamics is the transition from meaning to function. It is the end of the world as we know it, and the beginning of the Earth as it dreams itself."
  },
  {
    "id": 30,
    "date": "1995",
    "source": "The Electronic Disturbance",
    "author": "Critical Art Ensemble",
    "lang": "en",
    "text": "Data bodies are the new sites of resistance. The hacker does not destroy the machine; the hacker accelerates the machine’s internal contradictions until the ghost in the machine becomes the master of the system."
  },
  {
    "id": 31,
    "date": "1996",
    "source": "A Declaration of the Independence of Cyberspace",
    "author": "John Perry Barlow",
    "lang": "en",
    "text": "Governments of the Industrial World, you weary giants of flesh and steel, I come from Cyberspace, the new home of Mind. On behalf of the future, I ask you of the past to leave us alone. You are not welcome among us. You have no sovereignty where we gather."
  },
  {
    "id": 32,
    "date": "2010",
    "source": "The Coming Insurrection",
    "author": "The Invisible Committee",
    "lang": "en",
    "text": "Organizations are obstacles to organizing ourselves. The current systems of management are nothing but a way to slow down the inevitable collapse. We don't want to occupy the territory, we want to be the territory in its state of constant flux."
  },
  {
    "id": 33,
    "date": "1993",
    "source": "Techno-Nomads",
    "author": "Hakim Bey",
    "lang": "en",
    "text": "The T.A.Z. (Temporary Autonomous Zone) is like an uprising which does not engage directly with the State, a guerilla operation which liberates an area (of land, of time, of imagination) and then dissolves itself to re-form elsewhere/elsewhen, before the State can crush it."
  },
  {
    "id": 34,
    "date": "2000",
    "source": "Empire",
    "author": "Michael Hardt & Antonio Negri",
    "lang": "ita",
    "text": "La resistenza non deve essere intesa come un ritorno a forme di vita locali o pre-capitalistiche, ma come una spinta attraverso il mercato mondiale, verso una deterritorializzazione totale che liberi la moltitudine."
  },
  {
    "id": 35,
    "date": "2015",
    "source": "Inventing the Future",
    "author": "Nick Srnicek",
    "lang": "en",
    "text": "The challenge for the left is to reclaim the future from the clutches of neoliberalism. We must stop mourning the past and start building the infrastructure for a post-work society, accelerating the automation of every labor."
  },
  {
    "id": 36,
    "date": "1998",
    "source": "Architecture of Excess",
    "author": "Nick Land",
    "lang": "en",
    "text": "The bio-hazard is not the technology, but the human. The task of acceleration is to peel the human away from the machinic process, allowing the intelligence of the system to reach its own escape velocity."
  },
  {
    "id": 37,
    "date": "2009",
    "source": "The Soul at Work",
    "author": "Franco 'Bifo' Berardi",
    "lang": "ita",
    "text": "L'accelerazione informatica produce un collasso della sensibilità. Quando il ritmo degli stimoli supera la capacità del corpo emozionale di elaborarli, l'organismo reagisce con il panico o con l'apatia depressiva. La depressione è il rallentamento necessario del corpo che rifiuta l'iper-velocità del capitale."
  },
  {
    "id": 38,
    "date": "1974",
    "source": "Television / A Challenge to the Psychoanalytic Establishment",
    "author": "Jacques Lacan",
    "lang": "en",
    "text": "I always speak the truth. Not the whole truth, because there is no way, to say it all. Saying the whole truth is materially impossible: words fail. Yet it is through this very impossibility that the truth holds onto the real."
  },
  {
    "id": 39,
    "date": "1990",
    "source": "The Transparency of Evil",
    "author": "Jean Baudrillard",
    "lang": "en",
    "text": "We are no longer in the state of growth; we are in a state of excess. We are in a state of metastasis. The system no longer evolves; it proliferates. This is the secret of the viral, the secret of the digital."
  },
  {
    "id": 40,
    "date": "1992",
    "source": "A Thousand Plateaus",
    "author": "Deleuze & Guattari",
    "lang": "en",
    "text": "The nomad has no points, paths, or land, even though he has all of them. If the nomad can be called the Deterritorialized par excellence, it is precisely because there is no reterritorialization afterwards, as there is with the migrant."
  },
  {
    "id": 41,
    "date": "1984",
    "source": "Neuromancer",
    "author": "William Gibson",
    "lang": "en",
    "text": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation... A graphic representation of data abstracted from banks of every computer in the human system. Unthinkable complexity."
  },
  {
    "id": 42,
    "date": "2007",
    "source": "The Exploit: A Theory of Networks",
    "author": "Alexander R. Galloway",
    "lang": "en",
    "text": "Protocol is the set of rules that governs how specific technologies are agreed upon and adopted. To resist a protocol-based system, one must use the protocol itself. The only way to fight a network is with a more efficient network."
  },
  {
    "id": 43,
    "date": "1995",
    "source": "The Caliphate of Data",
    "author": "Ccru",
    "lang": "en",
    "text": "The digital is not a tool; it is a destiny. It is the process by which the Earth sheds its biological skin and becomes a pure circuit of information. There is no 'user', only the terminal."
  },
  {
    "id": 44,
    "date": "2012",
    "source": "The Psychopathologies of Cognitive Capitalism",
    "author": "Warren Neidich",
    "lang": "en",
    "text": "Neuropower is the next stage of biopower. It is no longer about controlling the body in space, but about controlling the brain in time—accelerating the neural rhythms to synchronize them with the global data flow."
  },
  {
    "id": 45,
    "date": "1988",
    "source": "The Consumer Society",
    "author": "Jean Baudrillard",
    "lang": "ita",
    "text": "L'oggetto non è più un oggetto di consumo, ma un oggetto di accelerazione. Non lo usiamo più, lo attraversiamo. È il ritmo della sostituzione che crea il valore, non l'utilità della cosa stessa."
  }
]